Repository: unit117/LyricsX
Catalog: LyricsX/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# Now playing: %@ by %@
source: Now playing: %1$@ by %2$@
ja: 再生中: %2$@ - %1$@
zh_hans: 正在播放：%2$@ - %1$@

source: Current lyrics line
ja: 現在の歌詞行
zh_hans: 当前歌词行

source: Desktop Lyrics Overlay
ja: デスクトップ歌詞オーバーレイ
zh_hans: 桌面歌词覆盖层

source: Hidden
ja: 非表示
zh_hans: 已隐藏

source: Double-tap to toggle visibility. Drag to reposition.
ja: ダブルタップで表示を切り替え。ドラッグで位置を変更。
zh_hans: 双击切换显示。拖动以重新定位。

source: Source: %@
ja: ソース：%@
zh_hans: 来源：%@

source: Double-tap to select these lyrics
ja: ダブルタップでこの歌詞を選択
zh_hans: 双击以选择这首歌词

source: Double-tap to %@
ja: ダブルタップで%@
zh_hans: 双击以%@

source: Currently unavailable
ja: 現在利用できません
zh_hans: 当前不可用

source: On
ja: オン
zh_hans: 开启

source: Off
ja: オフ
zh_hans: 关闭

source: Double-tap to toggle
ja: ダブルタップで切り替え
zh_hans: 双击以切换

source: No lyrics displayed
ja: 歌詞が表示されていません
zh_hans: 未显示歌词

source: Lyrics Lines
ja: 歌詞行
zh_hans: 歌词行

# lyrics.notFound
source: No lyrics found
ja: 歌詞が見つかりません
zh_hans: 未找到歌词

# lyrics.loading
source: Loading lyrics...
ja: 歌詞を読み込み中...
zh_hans: 正在加载歌词...

# lyrics.searching
source: Searching for lyrics...
ja: 歌詞を検索中...
zh_hans: 正在搜索歌词...

# widget.title
source: Lyrics Preview
ja: 歌詞プレビュー
zh_hans: 歌词预览

# widget.description
source: Shows current song lyrics
ja: 現在の曲の歌詞を表示
zh_hans: 显示当前歌曲歌词

# widget.noMusic
source: No music playing
ja: 音楽が再生されていません
zh_hans: 没有正在播放的音乐

# widget.noLyrics
source: No lyrics available
ja: 歌詞がありません
zh_hans: 暂无歌词

# preferences.general
source: General
ja: 一般
zh_hans: 通用

# preferences.display
source: Display
ja: 表示
zh_hans: 显示

# preferences.shortcuts
source: Shortcuts
ja: ショートカット
zh_hans: 快捷键

# preferences.filter
source: Filter
ja: フィルター
zh_hans: 歌词过滤

# preferences.lab
source: Lab
ja: ラボ
zh_hans: 实验室

# action.play
source: Play
ja: 再生
zh_hans: 播放

# action.pause
source: Pause
ja: 一時停止
zh_hans: 暂停

# action.skip
source: Skip
ja: スキップ
zh_hans: 跳过

# action.previous
source: Previous
ja: 前へ
zh_hans: 上一首

# action.search
source: Search
ja: 検索
zh_hans: 搜索
